tap "homebrew/bundle"
tap "homebrew/services"
brew "chruby"
brew "gh"
brew "libpq"
brew "readline"
brew "bat" # Better cat?
brew "postgresql@14", restart_service: true, link: true
brew "redis", restart_service: true
brew "ruby-install"
brew "tldr"
brew "blueutil" #bluetooth utility
brew "aspell" #spellcheck utility
brew "pyenv" # Python version manager

cask "iterm2"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "rectangle"
cask "syncthing"
cask "slack"
cask "firefox"
cask "1password"
cask "microsoft-excel"
cask "pgadmin4"
cask "obsidian"
