tap "homebrew/bundle"
tap "homebrew/services"
brew "chruby"
brew "gh"
brew "libpq"
brew "readline"
brew "postgresql@14", restart_service: true, link: true
brew "redis", restart_service: true
brew "ruby-install"
brew "tldr"
brew "blueutil" #bluetooth utility
brew "aspell" #spellcheck utility
brew "pyenv" # Python version manager

cask "iterm2"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "rectangle"
